Repository: nguyenh94/Gas-Go
Catalog: NguyenHuongFinalProject/NguyenHuongFinalProject/Supporting Files/*.lproj/Localizable.strings
Languages: vi

source: Welcome to Gas$Go!
vi: Chào Mừng Đến Gas$Go!

source: Sign Up
vi: Đăng Ký

source: Already a user? Login
vi: Đã đăng ký? Đăng Nhập

source: Login
vi: Đăng Nhập

source: Sign Out
vi: Đăng Xuất

source: Brand
vi: Hiệu Xăng

source: Price
vi: Giá Xăng

source: Total price:
vi: Tổng số tiền:

source: Price per gallon:
vi: Giá một gallon:

source: Number of gallons:
vi: Số gallon:
